Repository: cozy/cozy-move
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: fr

source: Address of my Twake
fr: Adresse de mon Twake

source: By moving your Twake, you can choose to transfer all your data to a new address or a new host of your choice.
fr: En déménageant votre Twake, vous pourrez choisir de transférer toutes vos données vers une nouvelle adresse ou un nouvel hébergeur de votre choix.

source: Cancel
fr: Annuler

source: Create a new Twake
fr: Créer un Twake

source: Enter your Twake address
fr: Entrer l'adresse de votre Twake

source: Overwrite the data
fr: Écraser les données

source: Export from
fr: Exporter :

source: Fill in the address of the Twake from which you wish to export your data
fr: Renseignez l'adresse du Twake depuis lequel vous souhaitez exporter vos données

source: Fill in the address of the Twake to which you wish to export your data
fr: Renseignez l'adresse du Twake vers lequel vous souhaitez exporter vos données

source: Follow the following steps to move to a new Twake
fr: Suivez les étapes suivantes pour déménager vos données vers votre nouveau Twake

source: GB
fr: Go

source: I have forgotten the address of my Twake
fr: J'ai oublié l'adresse de mon Twake

source: I have not yet a Twake
fr: Je n'ai pas encore créé mon nouveau Twake

source: Increase the storage space of your new Twake or delete the data not required and empty the trash.
fr: Augmentez l'espace de stockage de votre Twake ou supprimez des données de votre ancien Twake et videz la corbeille.

source: Let's move!
fr: C'est parti !

source: Move my Twake
fr: Déménager mon Twake

source: Once the transfer is completed, your old Twake will be deleted.
fr: Une fois le transfert terminé, votre ancien Twake sera supprimé.

source: Once you have created your Twake, go back to the previous screen and click on "
fr: Une fois votre Twake créé, revenez à l'écran précédent et cliquez sur «

source: Select a Twake
fr: Sélectionner un Twake

source: Sorry, you cannot choose the same Twake twice!
fr: Désolé, le même Twake ne peut pas être choisi deux fois !

source: Start the move!
fr: Lancer le déménagement

source: Switch
fr: Inverser

source: The storage space of your Twake is insufficient to move all your data. Your new Twake %{target} has only %{quota} GB.
fr: L'espace de stockage de votre Twake est insuffisant pour déménager l'ensemble de vos données. En effet, votre nouveau twake %{target} ne dispose que de %{quota} GO d'espace disque.

source: This address doesn't seem to be a twake. Please check the address you have provided.
fr: Cette adresse ne semble pas correspondre à un Twake. Veuillez vérifier l'adresse que vous avez fournie.

source: To
fr: Vers :

source: Warning
fr: Attention

source: You cannot access either of your Twake during this export phase. It may take several hours. Don't worry: you will be notified once the export is complete.
fr: Les ancien et nouveau Twake seront inaccessibles durant cette phase d'export. Cela pourra prendre plusieurs heures. Ne vous inquiétez pas : vous serez prévenu une fois l'export terminé.

source: You will not be allowed to access either your old or new Twake during this moving phase. This can take several hours.
fr: Vos ancien et nouveau Twake seront inaccessibles durant cette phase de déménagement. Cela pourra durer plusieurs heures.

source: back
fr: retour

source: edit
fr: modifier

source: other
fr: autre

source: I already have a Twake
fr: J'ai déjà un Twake

source: When moving, the data already present in your Twake **_%{target}_** will be overwritten. Access to your Twake will be blocked until the end of this operation. Do you really want to continue?
fr: Lors du déménagement, les données déjà présentes dans votre Twake **_%{target}_** seront écrasées. Votre Twake sera indisponible jusqu'à la fin de l'opération. Voulez-vous vraiment continuer ?

source: Continue
fr: Continuer

source: "Export Vault"
fr: « Exporter le coffre »

source: "Settings"
fr: « Paramètres »

source: "Submit"
fr: « Soumettre »

source: Click on
fr: Cliquez sur

source: Export your passwords
fr: Exporter vos mots de passe

source: I have exported my passwords
fr: J'ai exporté mes mots de passe

source: Open the Pass extension on your browser
fr: Ouvrez l'extension Twake installée sur votre navigateur

source: Please follow the next steps to export the passwords saved in your Twake extension of your browser:
fr: Suivez les étapes ci-dessous pour exporter les mots de passe enregistrés dans votre extension Twake sur votre navigateur :

source: Fill your password and click on
fr: Renseignez votre mot de passe et cliquez sur

source: Skip this step
fr: Ignorer cette étape

source: and then click on
fr: en bas puis sur

source: Click here to create your new Twake with Twake Workplace
fr: Cliquez ici pour créer votre nouveau Twake avec Twake Workplace

source: I already have a new Twake
fr: J'ai déjà un nouveau Twake

source: or go to the homepage of your new host
fr: ou rendez vous sur la page du nouvel hébergeur de votre choix
